export const VARIABLE_MAP = {
    Zh: 'радиолокационная отражаемость на горизонтальной поляризации [dBZ]',
    Zv: 'радиолокационная отражаемость на вертикальной поляризации [dBZ]',
    Sg: 'горизонтальный сдвиг ветра [м/с]',
    Sv: 'вертикальный сдвиг ветра [м/с]',
    Tb: 'скорость диссипации турбулентной энергии [см2/c3]',
    Zdr: 'дифференциальная отражаемость [dBZ]',
    Fdp: 'дифференциальная фаза [град]',
    Vr: 'радиальная скорость [м/с]',
    roHV: 'коэффициент взаимной (кросс)корреляци',
    Hngo: 'высота нижней границы облачности [км]',
    Hvgo: 'высота верхней границы облачности [км]',
    DPmap: 'карта опасных явлений (см. таблицу ниже)',
    VIL: 'интегральная водность облаков [кг/м2]',
    R: 'интенсивность осадков [мм/ч]',
    Qp3: 'накопленные суммы осадков (за 3 ч) [мм]',
    Qp6: 'накопленные суммы осадков (за 6 ч) [мм]',
    Qp12: 'накопленные суммы осадков (за 12 ч) [мм]',
    Qp24: 'накопленные суммы осадков (за 24 ч) [мм]'
}

export const LOCATOR_MAP = [{name: 'Смоленск', code: 'RUDL', cords: {lat: 54.782630, lng: 32.045098}}, {name: 'Нижний Новгород', code: 'RUDN', cords: {lat: 56.326797, lng: 44.006516}}];